Repository: Ioanardelean/Panic-Control
Catalog: packages/panic-app/src/locale/messages.*.xlf
Languages: fr

source: Account <mat-icon>keyboard_arrow_down</mat-icon>
fr: Profile <mat-icon>keyboard_arrow_down</mat-icon>

source: Logout <span> settings_power </span>
fr: Déconnexion <span> settings_power </span>

source: Create monitor
fr: Création d'un monitor

source: Name
fr: Nom

source: Website and Contact
fr: Site web et contacts

source: Receiver(s)
fr: Destinataires

source: seconds
fr: secondes

source: Monitor Interval*
fr: L'interval de surveillance

source: Alert
fr: Alerte

source: Customise email template
fr: Personnaliser l'email

source: choose <mat-icon>keyboard_arrow_down</mat-icon>
fr: choisir <mat-icon>keyboard_arrow_down</mat-icon>

source: default
fr: par défault

source: custom
fr: personnaliser

source: Start now
fr: Démarrer maintenant

source: Cancel
fr: Annuler

source: Submit!
fr: Ajouter

source: Update monitor
fr: Édite le monitor

source: Edit or customize email template
fr: Édite ou personnalise l'email

source: Filter
fr: Filtrer

source: <i>add</i> Create monitor
fr: Création d'un monitor

source: Choose actions <mat-icon>more_vert</mat-icon>
fr: Choisir les actions <mat-icon>more_vert</mat-icon>

source: Edit
fr: Éditer

source: Show stats
fr: Afficher statistiques

source: Start
fr: Démarrer

source: Stop
fr: Arreter

source: Delete
fr: Supprimer

source: <mat-icon> report_problem</mat-icon> Downtime stats for {{ monitorName }}
fr: <mat-icon> report_problem</mat-icon> Les statistiques des incidents pour {{ monitorName }}

source: <mat-icon> keyboard_backspace</mat-icon> Back
fr: <mat-icon> keyboard_backspace</mat-icon> retour

source: <mat-icon> get_app</mat-icon> Export csv logs
fr: <mat-icon> get_app</mat-icon> Exporter csv logs

source: Downtime on year
fr: Incidents par an

source: Latest Events
fr: Les derniers évènements

source: Incident time
fr: Temps d'incident

source: Welcome
fr: Bienvenue

source: Password
fr: Mot de passe

source: Log in
fr: Connexion

source: Register
fr: Inscription

source: Join us
fr: Joignez-vous à nous

source: User Name
fr: Surnom

source: Register
fr: Inscription

source: Log in
fr: Connexion

source: Monitoring
fr: Surveillance

source: Alerting
fr: Système d'alerte

source: Custom
fr: Personnaliser

source: Panic Control monitors your pages and checks whether they are up or down. This check uptime is highly configurable
fr: Panic Control surveille la disponibilité de votre sites et page web, et verifié si cela est disponible ou pas. Le test de disponibilté est entièrement configurable.

source: If your website goes down an email is sent to you and your team. You can add multiple addresses to sent the alerts
fr: Si votre site web est plus disponible, une alerte par email est envoyé a vous et/ ou votre equipe de developpeurs. Pour alerter les cibles vous pouvez ajouter plusieurs contacts

source: You don't like our email template or you want create your own template? Let's go! You are welcome!
fr: Avec l'option personnaliser votre email, vous avez la liberté de creér votre propre template

source: Ping Timeout
fr: Le délai de reponse

source: * in seconds
fr: * en secondes

source: Panic controls your web site
fr: Panic controle ton site web

source: Monitoring and Alerting application
fr: Application de Monitoring et Alerting

source: Getting started
fr: Commancer
